{
	"app_name": ["PasuSewa"],
	"home": ["Home"],
	"translate": ["Translate"],
	"navbar_login_btn": ["Login"],
	"navbar_register_btn": ["Register"],
	"navbar_my_credentials_btn": ["My Credentials"],
	"navbar_my_account_btn": ["My Account"],
	"toggle_dark_theme": ["Toggle Dark Theme"],
	"downloads": ["Downloads"],
	"install": ["Install"],
	"desktop": ["Desktop"],
	"web_version": ["Web Version"],
	"landing_title": ["What is PasuSewa?"],
	"landing_texts": [
		"PasuSewa is the most complete password manager on the Web.",
		"\"PasuSewa\" comes from the phrase ",
		"「私たちはあなたのパスワードの世話をします。」",
		"(watashitachi wa anata no pasuwaado no sewa o shimasu)",
		"Then it was shortened to",
		"「パスワード世話。」",
		"(pasuwaado sewa)",
		"And lastly to",
		"「パス世話」",
		"(PasuSewa)"
	],
	"about_title": ["How does this works?"],
	"about_subtitle": ["What are the \"Vulnerable Sections\"?"],
	"about_texts": [
		"All your passwords will be completely protected by the best encryption techniques, and stored safely in the cloud so that you can access them at any time, from any device.",
		"Since the main purpose of a Password Manager is to actually free you from having to remember all your passwords, we don't use any \"password\" or Access Pin, and we can do that by making use of the 2 Factor Authentication, wich means that, instead of having to access using \"something you know\" (a Password or a Pin), you will be accessing by \"something you have\" (your smartphone or email for example).",
		"Whenever you store any kind of credential, it will be separated based on its \"Vulnerable Sections\", and the most vulnerable parts will be encrypted, so the only moment when your credentials will be visible, will be at the moment, and place, you ask for it.",
		"Every information you enter will be divided and separated. Let's imagine that you enter an email: ",
		"In this case the \"Vulnerable Section\" are all the characters before the \"@\", and so, that is the part that will be encrypted, and it will look something like this: ",
		"You can see more about how your credentials are encrypted and stored by clicking the button bellow.",
		"The same goes for the rest of the categories of Vulnerable Information, below you'll have some examples of how your information will be displayed once it's encrypted.",
		"The asterisks (*) means that credential is encrypted, if there are only 5 asterisks that means that all of the credential was encrypted, instead of just the most vulnerable part."
	],
	"encryption_examples": [
		"mr_x@email.com",
		"@Password123",
		"Example Name",
		"+54 1234 - 5678",
		"Security Question",
		"Security Answer",
		"Unique Security Code (example: kj1dn3k32a)",
		"Multiple Security Codes",
		"Credentials for Cryptocurrency Wallet"
	],
	"encrypted_examples": [
		"m***@email.com",
		"*****",
		"E**********e",
		"+54******78",
		"*****",
		"*****",
		"*****",
		"*****",
		"*****"
	],
	"more_info": ["See more Information"],
	"go_back": ["Go Back"],
	"pricing_title": ["Precios"],
	"tier_free": [
		"Free",
		"Completamente Gratis",
		"Todas tus contraseñas en todos tus dispositivos",
		"Un máximo de 5 espacios disponibles para almacenar tus datos.",
		"Seguridad garantizada para toda tu información",
		"El Tier free te da acceso a todas las funcionalidades de la plataforma, con la limitación de que no podrás tener más de 5 espacios a tu nombre, y que tanto las sugerencias que envíes, como las reseñas, no tendrán la opción de ser publicadas en los medios oficiales de la plataforma (página web, app, programa de escritorio, redes sociales)."
	],
	"tier_semi_premium": [
		"Semi-Premium",
		"Único pago de USD $10 por cada 5 espacios que compres",
		"Todas tus contraseñas en todos tus dispositivos",
		"Un máximo de 25 espacios disponibles para almacenar tus datos",
		"Un único pago de USD $10 por cada 5 espacios que compres",
		"Seguridad garantizada para toda tu información",
		"El Tier Semi-Premium te proporciona la posibilidad de poder pagar una única vez por la cantidad de espacios que creas necesario (máximo 20 espacios). Una vez realizado el pago, nunca más tendrás que preocuparte por renovarlo a no ser que desees comprar más espacios.",
		"De igual manera que con el Tier Free, con el Semi-`remium no tendrás la posibilidad de que tus sugerencias/reseñas sean publicadas en los medios oficiales."
	],
	"tier_premium": [
		"Premium",
		"USD $5 al mes para tener espacios ilimitados y otras ventajas",
		"Todas tus contraseñas en todos tus dispositivos",
		"Cantidad de espacios ilimitados por una suscripción de USD $5 al mes",
		"Prioridad para tus sugerencias, con la posibilidad de que éstas sean publicadas en los medios oficiales",
		"Posibilidad de que tu reseña sea publicada en los medios oficiales",
		"Seguridad garantizada para toda tu información",
		"Para acceder y mantener este rol, deberás pagar una suscripción menusal de USD $5 al mes. Esto te proporcionará acceso a una cantidad ilimitada de espacios para que almacenes tus credenciales, y también a la posibilidad de que tus reseñas y/o sugerencias sean publicadas en los medios oficiales com \"Feedbac de los Usuarios\" con tu nombre (el nombre que ingreses en la plataforma al registrarte)."
	],
	"about_slots": [
		"¿Qué son los \"Espacios\"?",
		"Imaginemos que quieres almacenar las credenciales de una cuenta de Google. Una cuenta de Google puede incluir: Email, Nombre, Número de Teléfono, Código de Seguridad, Email de Respaldo, entre otras.",
		"En lugar de tener espacio solo para un Email, una Contraseña, y una Descripción, como en otros gestores de contraseñas, Nosotros incluimos todas las credenciales mencionadas y más dentro de Un Solo \"Espacio\", de esta forma cada cuenta que ingreses consumirá Un Espacio de los que tengas disponibles."
	]
}
