{
	"app_name": ["PasuSewa"],
	"home": ["Inicio"],
	"translate": ["Traducir"],
	"navbar_login_btn": ["Ingresar"],
	"navbar_register_btn": ["Registrarse"],
	"navbar_my_credentials_btn": ["Mis Credenciales"],
	"navbar_my_account_btn": ["Mi Cuenta"],
	"toggle_dark_theme": ["Alternar Tema Oscuro"],
	"downloads": ["Descargas"],
	"install": ["Instalar"],
	"desktop": ["Escritorio"],
	"web_version": ["Versión Web"],
	"landing_title": ["¿Qué es PasuSewa?"],
	"landing_texts": [
		"PasuSewa es el gestor de contraseñas más completo que puedas encontrar en la web.",
		"\"PasuSewa\" proviene de la frase",
		"「私たちはあなたのパスワードの世話をします。」",
		"(watashitachi wa anata no pasuwaado no sewa o shimasu)",
		"Que luego fue contraida a",
		"「パスワード世話。」",
		"(pasuwaado sewa)",
		"Y por último",
		"「パス世話」",
		"(PasuSewa)"
	],
	"about_title": ["¿Cómo Funciona?"],
	"about_subtitle": ["¿Qué es eso de \"Secciones Sensibles\"?"],
	"about_texts": [
		"Todas tus contraseñas estarán completamente protegidas por las mejores técnicas de ecriptación, y almacenadas de forma segura en la nube para que puedas acceder a ellas en cualquier momento y desde cualquier dispositivo.",

		"Ya que la principal función de un Gestor de Contraseñas es, precisamente, liberarte de tener que recordar todas tus contraseñas, para permitir que solo tú tengas acceso a tus credenciales nos apoyamos en los métodos de autenticación en 2 factores, lo que quiere decir que no te identificarás con \"algo que sabes\" (una Contraseña Maestra/Pin), sino que lo harás con \"algo que tienes\" (tu smartphone, tu email, etc.).",

		"A la hora de almacenar cualquier información que nos proporciones, esta será dividida según sus secciones de \"sensibilidad\", y las partes más vulnerables serán almacenadas de manera cifrada, por lo que tus contraseñas solo serán visibles cuándo y dónde lo pidas, y nunca más.",

		"Toda la información que ingreses será catalogada y separada. Imaginemos que ingresas un email: ",

		"En este caso la \"sección sensible/vulnerable\" es aquella que viene antes del \"@\", por lo que esa parte será separada y encriptada, quedando algo así: ",

		"Para ver más información acerca de cómo se encripta y almacena tu información puedes hacer click en el botón debajo.",

		"Lo mismo aplica para las demás categorías de información sensible, a continuación tendrás unos ejemplos sobre cómo será mostrada tu información una vez encriptada.",

		"Los asteríscos (*) representan que la información ha sido encriptada, si hay sólo 5 asteríscos, significa que no hay nada de esa credencial que se almacene sin encriptar."
	],
	"encryption_examples": [
		"mr_x@email.com",
		"@Contraseña123",
		"Nombre de Ejemplo",
		"+54 1234 - 5678",
		"Pregunta de Seguridad",
		"Respuesta de Seguridad",
		"Código Único de Seguridad (ejemplo: kj1dn3k32a)",
		"Múltiples Códigos de Seguridad",
		"Credenciales de Acceso a Billetera Criptográfica"
	],
	"encrypted_examples": [
		"m***@email.com",
		"*****",
		"N***************o",
		"+54******78",
		"*****",
		"*****",
		"*****",
		"*****",
		"*****"
	],
	"more_info": ["Ver más Información"],
	"go_back": ["Go Back"],
	"pricing_title": ["Precios"],
	"tier_free": [
		"Free",
		"Completamente Gratis",
		"Todas tus contraseñas en todos tus dispositivos",
		"Un máximo de 5 espacios disponibles para almacenar tus datos.",
		"Seguridad garantizada para toda tu información",
		"El Tier free te da acceso a todas las funcionalidades de la plataforma, con la limitación de que no podrás tener más de 5 espacios a tu nombre, y que tanto las sugerencias que envíes, como las reseñas, no tendrán la opción de ser publicadas en los medios oficiales de la plataforma (página web, app, programa de escritorio, redes sociales)."
	],
	"tier_semi_premium": [
		"Semi-Premium",
		"Único pago de USD $10 por cada 5 espacios que compres",
		"Todas tus contraseñas en todos tus dispositivos",
		"Un máximo de 25 espacios disponibles para almacenar tus datos",
		"Un único pago de USD $10 por cada 5 espacios que compres",
		"Seguridad garantizada para toda tu información",
		"El Tier Semi-Premium te proporciona la posibilidad de poder pagar una única vez por la cantidad de espacios que creas necesario (máximo 20 espacios). Una vez realizado el pago, nunca más tendrás que preocuparte por renovarlo a no ser que desees comprar más espacios.",
		"De igual manera que con el Tier Free, con el Semi-`remium no tendrás la posibilidad de que tus sugerencias/reseñas sean publicadas en los medios oficiales."
	],
	"tier_premium": [
		"Premium",
		"USD $5 al mes para tener espacios ilimitados y otras ventajas",
		"Todas tus contraseñas en todos tus dispositivos",
		"Cantidad de espacios ilimitados por una suscripción de USD $5 al mes",
		"Prioridad para tus sugerencias, con la posibilidad de que éstas sean publicadas en los medios oficiales",
		"Posibilidad de que tu reseña sea publicada en los medios oficiales",
		"Seguridad garantizada para toda tu información",
		"Para acceder y mantener este rol, deberás pagar una suscripción menusal de USD $5 al mes. Esto te proporcionará acceso a una cantidad ilimitada de espacios para que almacenes tus credenciales, y también a la posibilidad de que tus reseñas y/o sugerencias sean publicadas en los medios oficiales com \"Feedbac de los Usuarios\" con tu nombre (el nombre que ingreses en la plataforma al registrarte)."
	],
	"about_slots": [
		"¿Qué son los \"Espacios\"?",
		"Imaginemos que quieres almacenar las credenciales de una cuenta de Google. Una cuenta de Google puede incluir: Email, Nombre, Número de Teléfono, Código de Seguridad, Email de Respaldo, entre otras.",
		"En lugar de tener espacio solo para un Email, una Contraseña, y una Descripción, como en otros gestores de contraseñas, Nosotros incluimos todas las credenciales mencionadas y más dentro de Un Solo \"Espacio\", de esta forma cada cuenta que ingreses consumirá Un Espacio de los que tengas disponibles."
	]
}
