{
	"app_name": ["PasuSewa"],
	"home": ["Inicio"],
	"translate": ["Traducir"],
	"navbar_login_btn": ["Ingresar"],
	"navbar_register_btn": ["Registrarse"],
	"navbar_my_credentials_btn": ["Mis Credenciales"],
	"navbar_my_account_btn": ["Mi Cuenta"],
	"toggle_dark_theme": ["Alternar Tema Oscuro"],
	"downloads": ["Descargas"],
	"install": ["Instalar"],
	"desktop": ["Escritorio"],
	"web_version": ["Versión Web"],
	"landing_title": ["¿Qué es PasuSewa?"],
	"landing_texts": [
		"PasuSewa es el gestor de contraseñas más completo que puedas encontrar en la web.",
		"\"PasuSewa\" proviene de la frase",
		"「私たちはあなたのパスワードの世話をします。」",
		"(watashitachi wa anata no pasuwaado no sewa o shimasu)",
		"Que luego fue contraida a",
		"「パスワード世話。」",
		"(pasuwaado sewa)",
		"Y por último",
		"「パス世話」",
		"(PasuSewa)"
	],
	"about_title": ["¿Cómo Funciona?"],
	"about_subtitle": ["¿Qué es eso de \"Secciones Sensibles\"?"],
	"about_texts": [
		"Todas tus contraseñas estarán completamente protegidas por las mejores técnicas de ecriptación, y almacenadas de forma segura en la nube para que puedas acceder a ellas en cualquier momento y desde cualquier dispositivo.",

		"Ya que la principal función de un gestor de contraseñas es, precisamente, liberarte de tener que recordar todas tus contraseñas, para permitir que solo tú tengas acceso a tus contraseñas nos apoyamos en los métodos de autenticación en 2 factores, lo que quiere decir que no te identificarás con \"algo que sabes\" (una contraseña maestra/pin), sino que lo harás con \"algo que tienes\" (el smartphone en tu bolsillo, tu email, etc.).",

		"A la hora de almacenar cualquier información que nos proporciones, esta será dividida según sus secciones de \"sensibilidad\", y las partes más sensibles serán almacenadas de manera cifrada, por lo que tus contraseñas solo serán visibles cuándo y dónde lo pidas, y nunca más.",

		"Toda la iformación que ingreses será catalogada y separada. Imaginemos que ingresas un email: ",

		"En este caso la \"sección sensible\" es aquella que viene antes del \"@\", por lo que esa parte será separada y encriptada, quedando algo así: ",

		"Para ver más información acerca de cómo se encripta y almacena tu información puedes hacer click en el botón debajo.",

		"Lo mismo aplica para las demás categorías de información sensible, a continuación tendrás unos ejemplos sobre cómo será mostrada tu información una vez encriptada.",

		"Los asteríscos (*) representan que la información ha sido encriptada, si hay sólo 5 asteríscos, significa que no hay nada de esa credencial que se almacene sin encriptar."
	],
	"encryption_examples": [
		"mr_x@email.com",
		"@Contraseña123",
		"Nombre de Ejemplo",
		"+54 1234 - 5678",
		"Pregunta de Seguridad",
		"Respuesta de Seguridad",
		"Código Único de Seguridad (ejemplo: kj1dn3k32a)",
		"Múltiples Códigos de Seguridad",
		"Credenciales de Acceso a Billetera Criptográfica"
	],
	"encrypted_examples": [
		"m***@email.com",
		"*****",
		"N***************o",
		"+54******78",
		"*****",
		"*****",
		"*****",
		"*****",
		"*****"
	],
	"more_info": ["Ver más Información"]
}
