{
	"app_name": ["PasuSewa"],
	"home": ["Inicio"],
	"translate": ["Traducir"],
	"navbar_login_btn": ["Ingresar"],
	"navbar_register_btn": ["Registrarse"],
	"navbar_my_credentials_btn": ["Mis Credenciales"],
	"navbar_my_account_btn": ["Mi Cuenta"],
	"navbar_log_out_btn": ["Cerrar Sesión"],
	"toggle_dark_theme": ["Alternar Tema Oscuro"],
	"downloads": ["Descargas"],
	"install": ["Instalar"],
	"desktop": ["Escritorio"],
	"web_version": ["Versión Web"],
	"landing_title": ["¿Qué es PasuSewa?"],
	"landing_texts": [
		"PasuSewa es el gestor de contraseñas más completo que puedas encontrar en la web.",
		"\"PasuSewa\" proviene de la frase",
		"「私たちはあなたのパスワードの世話をします。」",
		"(watashitachi wa anata no pasuwaado no sewa o shimasu)",
		"Que luego fue contraida a",
		"「パスワード世話。」",
		"(pasuwaado sewa)",
		"Y por último",
		"「パス世話」",
		"(PasuSewa)"
	],
	"about_title": ["¿Cómo Funciona?"],
	"about_subtitle": ["¿Qué es eso de \"Secciones Sensibles\"?"],
	"about_texts": [
		"Todas tus contraseñas estarán completamente protegidas por las mejores técnicas de ecriptación, y almacenadas de forma segura en la nube para que puedas acceder a ellas en cualquier momento y desde cualquier dispositivo.",

		"Ya que la principal función de un Gestor de Contraseñas es, precisamente, liberarte de tener que recordar todas tus contraseñas, para permitir que solo tú tengas acceso a tus credenciales nos apoyamos en los métodos de autenticación en 2 factores, lo que quiere decir que no te identificarás con \"algo que sabes\" (una Contraseña Maestra/Pin), sino que lo harás con \"algo que tienes\" (tu smartphone, tu email, etc.).",

		"A la hora de almacenar cualquier información que nos proporciones, esta será dividida según sus secciones de \"sensibilidad\", y las partes más vulnerables serán almacenadas de manera cifrada, por lo que tus contraseñas solo serán visibles cuándo y dónde lo pidas, y nunca más.",

		"Toda la información que ingreses será catalogada y separada. Imaginemos que ingresas un email: ",

		"En este caso la \"sección sensible/vulnerable\" es aquella que viene antes del \"@\", por lo que esa parte será separada y encriptada, quedando algo así: ",

		"Para ver más información acerca de cómo se encripta y almacena tu información puedes hacer click en el botón debajo.",

		"Lo mismo aplica para las demás categorías de información sensible, a continuación tendrás unos ejemplos sobre cómo será mostrada tu información una vez encriptada.",

		"Los asteríscos (*) representan que la información ha sido encriptada, si hay sólo 5 asteríscos, significa que no hay nada de esa credencial que se almacene sin encriptar."
	],
	"encryption_examples": [
		"mr_x@email.com",
		"@Contraseña123",
		"xXNombre_De_UsuarioXx",
		"Nombre de Ejemplo",
		"+54 1234 - 5678",
		"Pregunta de Seguridad",
		"Respuesta de Seguridad",
		"Código Único de Seguridad (ejemplo: kj1dn3k32a)",
		"Múltiples Códigos de Seguridad",
		"Credenciales de Acceso a Billetera Criptográfica",
		"Pregunta y Respuesta de Seguridad"
	],
	"encrypted_examples": [
		"m***@email.com",
		"*****",
		"*****",
		"*****************",
		"+54******78",
		"*****",
		"*****",
		"*****",
		"*****",
		"*****"
	],
	"more_info": ["Ver más Información"],
	"go_back": ["Volver", "Cancelar"],
	"pricing_title": ["Precios"],
	"about_prices": ["Acerca de los Precios"],
	"tier_free": [
		"Free",
		"Completamente Gratis",
		"Todas tus contraseñas en todos tus dispositivos",
		"Un máximo de 5 espacios disponibles para almacenar tus datos.",
		"Seguridad garantizada para toda tu información",
		"El Tier free te da acceso a todas las funcionalidades de la plataforma, con la limitación de que no podrás tener más de 5 espacios a tu nombre, y que tanto las sugerencias que envíes, como las reseñas, no tendrán la opción de ser publicadas en los medios oficiales de la plataforma (página web, app, programa de escritorio, redes sociales)."
	],
	"tier_semi_premium": [
		"Semi-Premium",
		"Único pago de USD $10 por cada 5 espacios que compres",
		"Todas tus contraseñas en todos tus dispositivos",
		"Un máximo de 20 espacios disponibles para almacenar tus datos",
		"Un único pago de USD $10 por cada 5 espacios que compres",
		"Seguridad garantizada para toda tu información",
		"El Tier Semi-Premium te proporciona la posibilidad de poder pagar una única vez por la cantidad de espacios que creas necesario (máximo 20 espacios). Una vez realizado el pago, nunca más tendrás que preocuparte por renovarlo a no ser que desees comprar más espacios.",
		"De igual manera que con el Tier Free, con el Semi-Premium no tendrás la posibilidad de que tus sugerencias/reseñas sean publicadas en los medios oficiales."
	],
	"tier_premium": [
		"Premium",
		"USD $5 al mes para tener espacios ilimitados y otras ventajas",
		"Todas tus contraseñas en todos tus dispositivos",
		"Cantidad de espacios ilimitados por una suscripción de USD $5 al mes",
		"Prioridad para tus sugerencias, con la posibilidad de que éstas sean publicadas en los medios oficiales",
		"Posibilidad de que tu reseña sea publicada en los medios oficiales",
		"Seguridad garantizada para toda tu información",
		"Para acceder y mantener este rol, deberás pagar una suscripción menusal de USD $5 al mes. Esto te proporcionará acceso a una cantidad ilimitada de espacios para que almacenes tus credenciales, y también a la posibilidad de que tus reseñas y/o sugerencias sean publicadas en los medios oficiales com \"Feedback de los Usuarios\" con tu nombre (el nombre que ingreses en la plataforma al registrarte).",
		"Importa tus contraseñas desde otros servicios como Dashlane."
	],
	"about_slots": [
		"¿Qué son los \"Espacios\"?",
		"Imaginemos que quieres almacenar las credenciales de una cuenta de Google. Una cuenta de Google puede incluir: Email, Nombre, Número de Teléfono, Código de Seguridad, Email de Respaldo, entre otras.",
		"En lugar de tener espacio solo para un Email, una Contraseña, y una Descripción, como en otros gestores de contraseñas, Nosotros incluimos todas las credenciales mencionadas y más dentro de Un Solo \"Espacio\", de esta forma cada cuenta que ingreses consumirá Un Espacio de los que tengas disponibles."
	],
	"feedback_titles": [
		"¿En qué estamos trabajando actualmente?",
		"¿Qué opinan los usuarios de PasuSewa?"
	],
	"footer_texts": [
		"PasuSewa es un proyecto de Código Abierto, con el objetivo de mantener la privacidad, y falicitar la vida de nuestros usuarios en internet.",
		"La idea de este proyecto es siempre tratar de quitarle un peso de encima a nuestros usuarios, custodiando sus contraseñas, enseñando diferentes técnicas para mantener tu privacidad online, entre otros."
	],
	"loading": ["Cargando, por favor espere..."],
	"continue": ["Continuar"],
	"error_404": ["Página No Encontrada"],
	"login_subtitle": ["Por favor, comprueba que estás visitando la URL correcta"],
	"login_options": [
		"Código de Verificación",
		"Email",
		"Email de Recuperación",
		"Código de Seguridad"
	],
	"auth_form_texts": [
		"Email",
		"Código de Verificación",
		"Email Principal",
		"Email de Recuperación",
		"Secreto Anti-Fishing",
		"Código de Seguridad",
		"Nombre",
		"Número de Teléfono",
		"Confirmar",
		"Código Email Principal",
		"Código Email Recuperación",
		"Contraseña",
		"Nombre de Usuario",
		"Código de Seguridad Único",
		"Nombre Registrado"
	],
	"before_using_security_code": [
		"El código de seguridad que ingreses solo funcionará una única vez, asegurate de renovarlo apenas ingreses."
	],
	"send_email": ["Enviar Email"],
	"form_validation_messages": [
		"Este campo es requerido.",
		"Se ha sobrepasado la cantidad máxima de caractéres.",
		"No se ha alcanzado la cantidad mínima de caractéres.",
		"No es un Email válido.",
		"El campo y su confirmación no coinciden.",
		"El Email Principal y el Email de Recuperación no pueden ser el mismo."
	],
	"install_app_to_generate_codes": [
		"Por favor, asegurese de tener ya instalada una app para generar códigos temporales de acceso. Puedes hacer click en el signo de pregunta para saber más al respecto."
	],
	"register_steps_titles": [
		"Paso 1: ¿Cómo podemos identificarte?",
		"Paso 2: Te hemos enviado un código de verificación a tu email principal, y de recuperación, por favor verifica los códigos.",
		"Paso 3: Escanea este código QR con tu app favorita para generar códigos temporales, y verifica con el código generado."
	],
	"register_dialog_texts": [
		"¿Qué es una app para generar códigos de acceso temporal?",
		"Para poder garantizar la máxima seguridad posible para tu cuenta, te recomendamos usar una app que genere códigos TOTP (por sus siglas en Inglés: Contraseñas de Uso único, generadas en base a Tiempo).",
		"Éstos códigos generados se renovarán cada 30 segundos, y solo serán válidos una única vez.",
		"A continuación te pediremos que escanees un código QR con una app, o que copies y peges la Llave Secreta proporcionada al lado del código QR.",
		"POR FAVOR NO COMPARTAS NI EL CÓDIGO QR, NI LA LLAVE SECRETA CON NADIE, ya que esto le dará acceso a tu cuenta y a todas tus contraseñas.",
		"Para generar los Códigos Temporales de Acceso, te recomendamos usar al menos una de las siguientes apps:"
	],
	"recommended_apps_texts": [
		"Ésta app por defecto viene con protección, es decir, si alguien quiere tener acceso a tos códigos, debe saber cómo desbloquear tu smartphone también.",
		"Es la más frecuentemente usada para este tipo de autenticación, pero no cuenta con ninguna protección por defecto para mostrar los códigos generados.",
		"Es la única de las 3 opciones que te permite respaldar tus códigos de manera segura en la nube, con la desventaja de que te pide que almacenes una contraseña para desbloquearlos (ya sabes en dónde puedes guardar esa contraseña, guiño guiño...).",
		"La gran mayoría de las búsquedas en Internet se hacen desde el smartphone, no es un secreto que los tenemos prácticamente pegados a nuestros dedos, y es ahí en donde entra Firefox Focus. Esta app para smartphones te permite hacer búsquedas en Internet sin que queden registros de nada, ni Cookies de sitios, ni historial de búsquedas en Google, ni sesiones, nada. Todo se limpia automaticamente al salir de la app.",
		"Tor es un navegador muy famoso gracias a que sirve como la entrada principal a la dark web, pero no necesariamente es su principal objetivo. Fundamentalmente Tor existe para proteger tus búsquedas e interacciones en Internet, sí así es, dije \"Internet\" ya que Tor puede usarse para navegar por la web normal, aparte de la dark web. Tor elimina del juego a las Cookies, sesiones, posibles ataques que puedan intentar hacer las páginas web, etc. Es como si navegaras desde dentro de un antivirus.",
		"A diferencia de las app que vinimos recomendando, Duck Duck Go no es una app, sino más bien un motor de búsquedas, que diferencia de Google y otros motores, no ofrece como primeros resultados a aquellos sitios que pagaron por publicidad, o que buscaste previamente (el llamado \"filtro burbuja\"), esto de la mano con otras opciones y configuraciones que favorecen al Internet libre y protegen tu privacidad en el Internet lo convierten en un motor de búsquedas ampliamente recomendable."
	],
	"copy_paste_secret_key": ["Copia y pega la Llave Secreta:"],
	"anti_fishing_texts": [
		"¿Qué es un \"Secreto Anti-Fishing\"?",
		"Una técnica de hacking muy conocida es el llamado \"fishing\", en el cual un impostor te envía un email (solo por dar un ejemplo) haciendose pasar por la empresa o la persona real, pidiendo alguna clase de información.",
		"Por ejemplo, imagina que un día recibes un email de PasuSewa diciendo que necesitamos verificar tu identidad, y para eso se te pide que respondas con algún código de seguridad. Al hacer esto le estarás dando acceso total a tu cuenta a quien sea que está del otro lado.",
		"Para evitar eso, cada vez que recibas una notificación de PasuSewa, dentro de dicha notificación se incluirá una palabra secreta que solo tú conoces. Dicha palabra secreta es el \"Secreto Anti-Fishing\".",
		"Ya que un impostor no sabrá cuál es tu palabra secreta, no podrá incluirla en el medio por el cual te haya contactado, y así sabrás que no estás hablando con la empresa o la persona original."
	],
	"downloads_page_titles": ["Otras Descargas que Recomendamos", "Privacidad", "Seguridad"],
	"downloads_page_texts": [
		"En PasuSewa nos preocupamos por nuestros usuarios, después de todo, la idea original detrás del proyecto era el poder facilitarle la vida a las personas. Es por eso que decidimos ir un paso más allá, y tratar de enseñar un mínimo sobre cómo y porqué proteger mejor la privacidad de nuestros usuarios en línea.",
		"En esta sección podrás encontrar algunas apps y consejos útiles para mantener tu privacidad y seguridad en línea.",
		"Ninguna de las Apps o servicios mencionados esponsorean ni patrocinan lo dicho en esta página.",
		"En terminos de privacidad hay muchas opciones, como usar algún VPN, o un navegador que no registre las Cookies, etc. Pero aquí nos vamos a concentrar en 3 apps o servicios específicos que te resultarán muy útiles para mantener tu privacidad en Internet.",
		"Pero te estarás preguntando \"¿Porqué debería yo cuidar mi privacidad en Internet? yo no tengo nada que ocultar...\", todos hemos oído o dicho esa frase al menos una vez, pero piénsalo de esta forma, ¿no te parecería molesto que si un día estuvieras hablando con amigo sobre lo poco que te gusta tener que lavar los platos, y al día siguiente te llegaran 30 panfletos por correo con promociones de lavabajillas?. En Internet pasa lo mismo, pero no con panfletos reales, sino en forma de correos de spam, anuncios en redes sociales, etc. Vayas a donde vayas, anuncios de lavabajillas, en Facebook, en YouTube, en otras redes sociales, y demás.",
		"Es por eso que queremos ayudarte a evitar que eso pase, a nadie le gusta tener que ver anuncios de lavabajillas las 24 horas del día...",
		"En el apartado de la seguridad, queríamos enfatizar en la importancia de activar la Autenticación en 2 Factores, pero... ¿qué es la Autenticación en 2 Factores?.",
		"Existen 3 formas de identificarte, las cuales son: por algo que sabes (una contraseña), por algo que eres (tus huellas dactilares, tu rostro, tus pupilas, etc.), y por algo que tienes (la llave de tu casa, tu tarjeta de crédito, o tu smartphone).",
		"Hoy en día las contraseñas no son seguras, existen bases de datos en Internet que almacenan patrones compartidos por muchas contraseñas hackeadas, y siendo así, si un posible atacante quisiera adivinar tu contraseña, lo único que deberá hacer será mezclar esos patrones que se repiten frecuentemente hasta dar con la combinación correcta.",
		"La Autenticación de 2 Factores lo que hace es aumentar la seguridad añadiendo un \"factor\" o, para explicarlo de una forma más simple, levantar un segundo \"muro\" para proteger tu casa. De esta forma, si alguien adivinara tu contraseña, todavía tendría que saltar el segundo muro al tener que conseguir también la clave generada por tu smartphone.",
		"Para que puedas comenzar a hacer uso de la Autenticación en 2 Factores, te recomendamos las siguientes apps:"
	],
	"official_site": ["Sitio Oficial"],
	"order_options": ["Creado", "Editado", "Nombre", "Visto Recientemente"],
	"error_messages": [
		"Hubo un error tratando de obtener tus datos...",
		"Hubo un error obteniendo tus datos, si quieres reintentar, puedes hacer click en el botón debajo.",
		"Hay un error en tus datos almacenados, así que te cerraremos la sesión.",
		"Hubo un error, por favor intente de nuevo más tarde.",
		"Parace que algo salió mal... Por favor intenta de nuevo más tarde, o intenta contactar con los administradores del sitio/app.",
		"Hubo un error tratando de instalar la PWA.",
		"Vaya! Parece que algo salió mal..."
	],
	"success_message": ["Pago acreditado con éxito, por favor espera mientras confirmamos..."],
	"retry": ["Renintentar"],
	"feedback_form": [
		"Deja tu Comentario",
		"Tu Reseña / Sugerencia",
		"Enviar",
		"Reseña",
		"Sugerencia"
	],
	"available_slots": ["Espacios Disponibles"],
	"access_management": [
		"Administrar Acceso",
		"Editar tus datos",
		"Guardar Cambios",
		"Editar Credencial"
	],
	"recently_seen": [
		"Fue vista recientemente",
		"Credencial",
		"Fecha",
		"Ubicación",
		"Dispositivo",
		"Versión",
		"Nuguna credencial fue vista recientemente.",
		"FORMATO DE FECHA: Año-Mes-Día, Horas : Minutos : Segundos"
	],
	"before_unload": [
		"Si refrescas la página, se cerrará la sesión. ¿Está seguro que quiere cerrar la sesión?"
	],
	"authorize": ["Varifica tu Identidad"],
	"credential_info": ["Creado", "Actualizado", "Visto por Última Vez"],
	"info_is_visible": ["Ocultar", "Mostrar"],
	"actions": ["Copiar", "Eliminar"],
	"copy": ["Texto copiado al portapapeles"],
	"update_role_titles": [
		"Pagar Slots",
		"Pagar Premium",
		"Es recomendable Leer antes de Pagar",
		"Ningún pago es recurrente.",
		"¿Qué pasa si no renuevo mi suscripción Premium?",
		"Los pagos demoran en acreditarse.",
		"¿Cómo cancelo mi suscripción Premium?",
		"Sección de Pagos"
	],
	"update_role_texts": [
		"Esto quiere decir, deberás renovar manualmente mes a mes (o por el período seleccionado) tu suscripción al rol Premium.",

		"Todavía tendrás todas tus credenciales almacenadas y respaldadas en la Nube, encriptadas de forma segura, y aún podrás exportarlas, pero no podrás verlas dentro de la app.",

		"Durante el proceso de pago, sobre todo si eliges pagar mediante criptomonedas, es posible que la acreditación del pago demore desde unos minutos, hasta algunas horas.",

		"Por favor se paciente, una vez hecho click en el último paso, PasuSewa almacenará tu orden de pago abierta para ser verificada cuando sea necesario.",

		"Si deseas cancelar tu suscripción premium, PasuSewa te dará un archivo con tus credenciales (desencriptadas) para que lo guardes en un lugar seguro.",

		"Una vez que confirmes que tus credenciales están en un lugar seguro, PasuSewa eliminará todas las credenciales a tu nombre, hasta quedar con la capacidad máxima disponible en tu cuenta (5 espacios, o la cantidad que hayas comprado previamente).",

		"Para remover tu rol Premium, podrás hacerlo desde el panel de \"Administrar Acceso\".",

		"Paquete/s de Espacio/s",

		"Mes/Meses"
	],
	"amount": ["Cantidad"],
	"countinue": ["Continuar"],
	"purchase_now": ["Pagar Ahora"],
	"purchase_name": ["Paquete de Espacios", "Pagar Rol Premium"],
	"purchase_description": [
		"Pagar por un paquete de espacios para almacenar tus credenciales en PasuSewa. Puedes usar una de las siguientes opciones. Es posible que la acreditación se demore algunas horas.",
		"Pagar por el acceso al rol Premium de PasuSewa. Puedes usar una de las siguientes opciones. Es posible que la acreditación se demore algunas horas."
	],
	"crypto_purchase_warning": [
		"Advertencia: Esta dirección de pago solo estará disponible por 1 hora."
	]
}
