{
	"app_name": ["ﾊﾟｽなし"],
	"home": ["ホーム"],
	"translate": ["Translate"],
	"navbar_login_btn": ["ロッグイン"],
	"navbar_register_btn": ["Register"],
	"navbar_my_credentials_btn": ["My Credentials"],
	"navbar_my_account_btn": ["ダッシュボード"],
	"navbar_log_out_btn": ["ログアウト"],
	"toggle_dark_theme": ["Toggle Dark Theme"],
	"downloads": ["ダウンロード"],
	"install": ["Install"],
	"desktop": ["Desktop"],
	"web_version": ["Web Version"],
	"landing_titles": [
		"What is パスなし?",
		"Why do I need a Passowrd Manager?",
		"Why would I use パスなし?"
	],
	"landing_texts": [
		"パスなし is the most complete password manager on the Web.",
		"Improve your productivity by removing all your passwords from your head.",
		"Thanks to パスなし you won't even have to remember a single master password as we use 2-factor authentication to keep your credentials safe."
	],
	"about_title": ["How does this works?"],
	"about_subtitle": ["What are the \"Vulnerable Sections\"?"],
	"about_texts": [
		"All your passwords will be completely protected by the best encryption techniques, and stored safely in the cloud so that you can access them at any time, from any device.",
		"Since the main purpose of a Password Manager is to actually free you from having to remember all your passwords, we don't use any \"password\" or Access Pin, and we can do that by making use of the 2 Factor Authentication, wich means that, instead of having to access using \"something you know\" (a Password or a Pin), you will be accessing by \"something you have\" (your smartphone or email for example).",
		"Whenever you store any kind of credential, it will be separated based on its \"Vulnerable Sections\", and the most vulnerable parts will be encrypted, so the only moment when your credentials will be visible, will be at the moment, and place, you ask for it.",
		"Every information you enter will be divided and separated. Let's imagine that you enter an email: ",
		"In this case the \"Vulnerable Section\" are all the characters before the \"@\", and so, that is the part that will be encrypted, and it will look something like this: ",
		"You can see more about how your credentials are encrypted and stored by clicking the button bellow.",
		"The same goes for the rest of the categories of Vulnerable Information, below you'll have some examples of how your information will be displayed once it's encrypted.",
		"The asterisks (*) means that credential is encrypted, if there are only 5 asterisks that means that all of the credential was encrypted, instead of just the most vulnerable part."
	],
	"encryption_examples": [
		"mr_x@email.com",
		"@Password123",
		"xXUsername32Xx",
		"Example Name",
		"+54 1234 - 5678",
		"Security Question",
		"Security Answer",
		"Unique Security Code (example: kj1dn3k32a)",
		"Multiple Security Codes",
		"Credentials for Cryptocurrency Wallet",
		"Security Question and Answer"
	],
	"encrypted_examples": [
		"m***@email.com",
		"*****",
		"*****",
		"************",
		"+54******78",
		"*****",
		"*****",
		"*****",
		"*****",
		"*****"
	],
	"more_info": ["See more Information"],
	"go_back": ["Go Back", "Cancel"],
	"pricing_title": ["Pricing"],
	"about_prices": ["About the Prices"],
	"tier_free": [
		"Free",
		"Completely Free",
		"All your passwords on all your devices",
		"A maximum of only 5 slots available to store your credentials",
		"Guaranteed security for all your information",
		"The Free Tier gives you access to all the plattform's functionalities, with the limitation you can't have more than 5 slots to store in your account, and that both the suggestions you send, as well as the reviews, will not have the option of being published in the official media of the platform (such as the website, app, desktop program, and social media)."
	],
	"tier_semi_premium": [
		"Semi-Premium",
		"A unique payment of USD $10 for each 5 slots that you buy",
		"All your passwords on all your devices",
		"A maximum of 20 slots available to store your data",
		"A unique payment of USD $10 for eacgh 5 slots that you buy",
		"Guaranteed security for all your information",
		"The Semi-Premium Tier gives you the possibility of being able to pay only once for the amount of slots you think necessary (maximum 20 slots). Once the payment is made, you will never have to worry about renewing it again unless you want to buy more slots.",
		"In the same way as with Tier Free, with Semi-Premium you won't have the possibility that your suggestions/reviews are published in the official media of the plattform."
	],
	"tier_premium": [
		"Premium",
		"USD $ 5 a month for unlimited slots and other benefits",
		"All your passwords on all your devices",
		"Unlimited number of slots for a subscription of USD $5 per month",
		"Priority for your suggestions, with the possibility that they are published in the official media of the plattform",
		"The possibility for your review to be published in the official media of the plattform",
		"Guaranteed security for all your information",
		"To access and maintain this role, you must pay a monthly subscription of USD $5 per month. This will grant you access to an unlimited amount of slots for you to store your credentials, and also to the possibility that your reviews and/or suggestions are published in the official media like \"Our Users' Feedback\" with your name (the name you enter signing in).",
		"Import your passwords from services like Dashlane"
	],
	"about_slots": [
		"What are \"Slots\"?",
		"Let's imagine that you want to store the credentials of a Google account. A Google account may include: an Email, Name, 電話番号, a Security Code, a Backup Email, among others.",
		"Instead of having space only for an Email, a Password, and a Description, like with other password managers, We include all the mentioned credentials, and more, within a Single \"Slot\", in this way each account you enter will consume One Slot that you have available."
	],
	"feedback_titles": [
		"What are we currently working on?",
		"What do our users think of パスなし?"
	],
	"footer_texts": [
		"パスなし is an Open Source project, with the aim of maintaining privacy, and making life easier for our users on the internet.",
		"The idea of ​​this project is to always try to help users on the internet guarding their passwords, teaching different techniques to maintain your privacy online, among others."
	],
	"loading": ["ナウローディング、まって下さい..."],
	"continue": ["Continue"],
	"error_404": ["Page Not Found"],
	"login_subtitle": ["Please check that you are visiting the correct URL"],
	"login_options": ["2 Factor Code", "Email", "Recovery Email", "Security Code"],
	"auth_form_texts": [
		"Email",
		"2 Factor Code",
		"Main Email",
		"Recovery Email",
		"Anti-Fishing Secret",
		"Security Code",
		"名前",
		"電話番号",
		"Confirm",
		"Main Email Code",
		"Recovery Email Code",
		"Password",
		"Username",
		"Unique Security Code",
		"Your Name",
		"(Optional)",
		"(Mandatory)"
	],
	"before_using_security_code": [
		"The security code you enter will work only once, so make sure to renew it immediately after the login."
	],
	"send_email": ["Send Email"],
	"form_validation_messages": [
		"This input is required.",
		"The maximum amount of characters has been exceeded.",
		"The minimum amount of characters has not been reached.",
		"Not a valid Email.",
		"Input and confirmation do not match.",
		"Main Rmail can not be the same as Recovery Email."
	],
	"install_app_to_generate_codes": [
		"Please make sure to have already installed an app to generate temporary access codes. You can click on the question mark to learn more about it."
	],
	"register_steps_titles": [
		"Step 1: How can we identify you?",
		"Step 2: We have sent you some verification codes to your main email, and your recovery email, please verify those codes.",
		"Step 3: Scan this QR code with your favorite app to generate temporary access codes, and verify it."
	],
	"register_dialog_texts": [
		"What is an app to generate temporary access codes?",
		"In order to guarantee the maximum possible security for your account, we recommend using an app that generates TOTP codes (Time-based One Time Passowrds).",
		"These generated codes will be renewed every 30 seconds, and will only be valid once.",
		"Next we will ask you to scan a QR code with an app, or to copy and paste the Secret Key provided next to the QR code.",
		"PLEASE DO NOT SHARE THE QR CODE OR THE SECRET KEY WITH ANYONE, as this will give them access to your account and all your passwords.",
		"To generate Temporary Access Codes, we recommend using at least one of the following apps:"
	],
	"recommended_apps_texts": [
		"This app, by default, comes with protection, that is, if someone wants to have access to the generated codes, they must know how to unlock your smartphone as well.",
		"It is the most frequently used for this type of authentication, but it does not porvides any protection by default to display the generated codes.",
		"It is the only of the 3 options that allows you to back up your codes safely in the cloud, with the disadvantage that it asks you to store a password to unlock them (you know where you can save that password, I'm just saying...).",
		"The vast majority of Internet searches are done from a smartphone, it is not a secret that we have them, more or less, glued to our fingers, and that is where Firefox Focus comes in. This app allows you to search on the Internet without leaving any records of anything, no site cookies, no Google search history, no sessions, nothing. Everything is automatically cleaned when you close the app.",
		"Tor is a very famous web browser because it serves as the main gateway to the dark web, but that's not necessarily its main purpose. Fundamentally Tor exists to protect your searches and interactions on the Internet, yes read well, I said \"Internet\" since Tor can be used to browse the normal web, apart from the dark web. Tor removes from the game all Cookies, sessions, possible attacks that web pages may attempt, etc. It's like you were browsing on the Internet from an antivirus.",
		"Unlike the apps that we've been recommending, Duck Duck Go is not an app, but rather a search engine, which differs from Google and other engines, as it doesen't offer as first results those sites that paid for advertising, or that you previously searched for (the so-called \"bubble filter\"), this hand in hand with other options and settings that support the free Internet and protect your privacy, makes it a highly recommended search engine."
	],
	"copy_paste_secret_key": ["Copy and paste this Secret Key:"],
	"anti_fishing_texts": [
		"What is an \"Anti-Fishing Scret\"?",
		"A well-known hacking technique is called \"fishing\", in which an impostor sends you an email (just to give an example) posing as the company or the real person, and asking for any kind of information.",
		"For example, let's imagine that one day you receive an email from パスなし saying that we need verify your identity, and for that you are asked to respond with a security code. By doing this you will be giving total access to your account to anyone that would be on the other side.",
		"To avoid that, every time you receive a notification from パスなし, within that notification will be included a secret word that only you know. This secret word is the \"Anti-Fishing Secret\".",
		"Since an imposter won't know what your secret word is, they will not be able to include it in the means by which they contacted you, and thus you will know that you are not speaking with the original company or person."
	],
	"downloads_page_titles": ["Other Recommended Downloads", "Privacy", "Security"],
	"downloads_page_texts": [
		"At パスなし we care about our users, after all, the original idea behind the project was to make life easier for our users. That is why we decided to go one step further, and try to teach at least a minimum about how and why to better protect the privacy of our users online.",
		"In this section you will find some useful apps and tips to maintain your privacy and security online.",
		"None of the Apps or services mentioned sponsor anything of what is said on this page.",
		"In terms of privacy there are many options, such as using a VPN, or a browser that doesen't register Cookies, etc. But here we are going to focus on 3 specific apps or services that will be very useful to maintain your privacy on the Internet.",
		"But you may be wondering \"Why should I take care of my privacy on the Internet? I have nothing to hide... \" We have all heard or said that phrase at least once, but think about it in this way, don't you think its annoying that if one day you were talking to a friend about how you dislike having to do the dishes, and the next day you would receive 30 pamphlets in the mail with dishwasher promotions? The same thing happens on the Internet, but not with real pamphlets, but in the form of spam emails, ads on social networks, etc. Wherever you go, dishwasher ads, on Facebook, on YouTube, on other social media, and more.",
		"That's why we want to help you prevent that from happening, no one likes having to watch dishwasher ads 24 hours a day...",
		"In the security section, we wanted to emphasize the importance of activating 2-Factor Authentication, but... what is 2-Factor Authentication?",
		"There are 3 ways to identify you, which are: by something you know (a password), by something you are (your fingerprints, your face, your pupils, etc.), and by something you have (the key to your house, your credit card, or your smartphone).",
		"Nowadays passwords are not secure anymore, there are databases on the Internet that store patterns shared by many hacked passwords, and this being the case, if a possible hacker wants to guess your password, the only thing they'll have to do is mixing those patterns that are frequently repeated, until they finds the right combination.",
		"What 2-Factor Authentication does is to increase the security by adding a \"factor\" or, to put it simpler, to build a second \"wall\" to protect your house. In this way, if someone guessed your password, they would still have to jump the second wall as they also have to get the key generated by your smartphone.",
		"In order for you to start using 2-Factor Authentication, we recommend the following apps:"
	],
	"official_site": ["Official Site"],
	"order_options": ["By Created", "By Edited", "By Name", "Recently Viewed"],
	"error_messages": [
		"There was an error geting your data...",
		"There was an error geting your data, if you want to retry, click the button bellow.",
		"There was an error with your stored data, so we are logging you out.",
		"There was an error, please try again later.",
		"Seems like something went wrong... Please tray again later, or try contancting the administrators of the web page/app.",
		"There was an error trying to install the PWA.",
		"Oops... Something went wrong...",
		"There was an error trying to update your account's data. We recommend you to logout, login again, and then try again.",
		"An unknown error occurred... We recommend you to logout, login again, and then try again. If this error persists, please contact the administrators of the web page/app."
	],
	"success_message": ["Payment credited successfully, please wait while we confirm..."],
	"retry": ["Retry"],
	"feedback_form": [
		"Leave a Comment",
		"Your Review / Suggestion",
		"Send",
		"Review",
		"Suggestion"
	],
	"available_slots": ["Available Slots"],
	"access_management": [
		"Access Management",
		"Edit Your Account",
		"Save Changes",
		"Edit Credential"
	],
	"recently_seen": [
		"Has been recently seen",
		"Credential",
		"Date",
		"Device",
		"Version",
		"There are no recently seen credentials",
		"DATE FORMAT: Year-Month-Day, Hours : Minutes : Seconds"
	],
	"before_unload": [
		"Your session will be closed if you refresh the page. Are you sure you want to log out?"
	],
	"authorize": ["Verify your Identity"],
	"credential_info": ["Created At", "Updated At", "Last Seen"],
	"info_is_visible": ["かくす", "見る"],
	"actions": ["コピー", "Remove", "Renew"],
	"copy": ["Text copied to clipboard"],
	"click_to_copy": ["Click to Copy"],
	"update_role_titles": [
		"Buy Slots",
		"Buy Premium",
		"It is advisable to Read before Paying",
		"None of these payments are recurring.",
		"What happens if I don't renew my Premium subscription?",
		"Payments take time to be credited.",
		"How do I cancel my Premium subscription?",
		"Purchase Section"
	],
	"update_role_texts": [
		"This means, you must manually renew month by month (or by the selected period) your subscription to the Premium role.",

		"You will still have all your credentials stored and backed up in the Cloud, securely encrypted, and you will still be able to export them, but you will not be able to see them within the app.",

		"During the payment process, especially if you choose to pay using cryptocurrencies, it is possible that the accreditation of the payment takes from a few minutes to a few hours.",

		"Please be patient, once you have clicked on the last step, パスなし will store your open payment, in order to be verified when necessary.",

		"If you want to cancel your premium subscription, パスなし will give you a file with your credentials (decrypted) so that you can keep it in a safe place.",

		"Once you confirm that your credentials are in a safe place, パスなし will delete all the credentials in your account, until you have the maximum capacity available (5 slots, or the amount that you have previously purchased).",

		"To remove your Premium role, you can do it from the \"Manage Access\" panel.",

		"Slot/s Package/s",

		"Month/s"
	],
	"amount": ["Amount"],
	"countinue": ["Continue"],
	"purchase_now": ["Purchase Now"],
	"purchase_name": ["Package of Slots", "Purchase Premium Role"],
	"purchase_description": [
		"Purchase a package of Slots to store your credentials on パスなし. You can use one of the following options. Accreditation may take a few hours.",
		"Purchase access to the パスなし Premium role. You can use one of the following options. Accreditation may take a few hours."
	],
	"crypto_purchase_warning": [
		"Warning: This cryptocurrency address will be available only for 1 hour."
	],
	"stop_premium": [
		"Stop Premium Subscription",
		"If you cancel your premium subscription, パスなし will still save all your credentials and passwords, with the disadvantage that (once the valid period of your subscription is over) you will no longer be able to see your credentials decrypted, but you can export them at any time to have them available when you need them.",
		"パスなし will only prevent you from seeing your credentials if the amount of them exceeds the amount currently available in your account. For example, if you bought 5 slots, then went to Premium and loaded 30 credentials, at the end of your Premium subscription you should delete 20 credentials since you'd still have available the 5 extra slots that you previously purchased (plus the 5 included in the Free plan)."
	],
	"delete_credential_confirmation": ["Are you sure you want to delete this credential?"],
	"delete": ["Delete"],
	"edit_codes": ["Edit Codes", "Add Code", "Delete Code"],
	"invitation_code": ["Invitation Code"],
	"access_denied_message": [
		"You have more credentials than the allowed for your role. You won't be able to see it, but you'll be able to delete it after unlocking it."
	],
	"create_credential": ["Create Credential"],
	"save": ["Save"],
	"select_company": ["Select Company"],
	"description": ["Description"],
	"export_credentials": [
		"Export Credential",
		"We will send you all your credentials inside an excel file directly to your email, it is strongly recommended that you delete the received file as soon as possible, so that your credentials are as safe as possible."
	]
}
