{
	"app_name": ["パス世話"],
	"home": ["Home"],
	"translate": ["Translate"],
	"navbar_login_btn": ["ロッグイン"],
	"navbar_register_btn": ["Register"],
	"navbar_my_credentials_btn": ["My Credentials"],
	"navbar_my_account_btn": ["My Account"],
	"toggle_dark_theme": ["Toggle Dark Theme"],
	"downloads": ["ダウンロード"],
	"install": ["Install"],
	"desktop": ["Desktop"],
	"web_version": ["Web Version"],
	"landing_title": ["What is PasuSewa?"],
	"landing_texts": [
		"PasuSewa is the most complete password manager on the Web.",
		"\"PasuSewa\" comes from the phrase ",
		"「私たちはあなたのパスワードの世話をします。」",
		"(watashitachi wa anata no pasuwaado no sewa o shimasu)",
		"Then it was shortened to",
		"「パスワード世話。」",
		"(pasuwaado sewa)",
		"And lastly to",
		"「パス世話」",
		"(PasuSewa)"
	],
	"about_title": ["How does this works?"],
	"about_subtitle": ["What are the \"Vulnerable Sections\"?"],
	"about_texts": [
		"All your passwords will be completely protected by the best encryption techniques, and stored safely in the cloud so that you can access them at any time, from any device.",
		"Since the main purpose of a Password Manager is to actually free you from having to remember all your passwords, we don't use any \"password\" or Access Pin, and we can do that by making use of the 2 Factor Authentication, wich means that, instead of having to access using \"something you know\" (a Password or a Pin), you will be accessing by \"something you have\" (your smartphone or email for example).",
		"Whenever you store any kind of credential, it will be separated based on its \"Vulnerable Sections\", and the most vulnerable parts will be encrypted, so the only moment when your credentials will be visible, will be at the moment, and place, you ask for it.",
		"Every information you enter will be divided and separated. Let's imagine that you enter an email: ",
		"In this case the \"Vulnerable Section\" are all the characters before the \"@\", and so, that is the part that will be encrypted, and it will look something like this: ",
		"You can see more about how your credentials are encrypted and stored by clicking the button bellow.",
		"The same goes for the rest of the categories of Vulnerable Information, below you'll have some examples of how your information will be displayed once it's encrypted.",
		"The asterisks (*) means that credential is encrypted, if there are only 5 asterisks that means that all of the credential was encrypted, instead of just the most vulnerable part."
	],
	"encryption_examples": [
		"mr_x@email.com",
		"@Password123",
		"Example Name",
		"+54 1234 - 5678",
		"Security Question",
		"Security Answer",
		"Unique Security Code (example: kj1dn3k32a)",
		"Multiple Security Codes",
		"Credentials for Cryptocurrency Wallet"
	],
	"encrypted_examples": [
		"m***@email.com",
		"*****",
		"E**********e",
		"+54******78",
		"*****",
		"*****",
		"*****",
		"*****",
		"*****"
	],
	"more_info": ["See more Information"],
	"go_back": ["Go Back"],
	"pricing_title": ["Pricing"],
	"about_prices": ["About the Prices"],
	"tier_free": [
		"Free",
		"Completely Free",
		"All your passwords on all your devices",
		"A maximum of only 5 slots available to store your credentials",
		"Guaranteed security for all your information",
		"The Free Tier gives you access to all the plattform's functionalities, with the limitation you can't have more than 5 slots to store in your account, and that both the suggestions you send, as well as the reviews, will not have the option of being published in the official media of the platform (such as the website, app, desktop program, and social media)."
	],
	"tier_semi_premium": [
		"Semi-Premium",
		"A unique payment of USD $10 for each 5 slots that you buy",
		"All your passwords on all your devices",
		"A maximum of 20 slots available to store your data",
		"A unique payment of USD $10 for eacgh 5 slots that you buy",
		"Guaranteed security for all your information",
		"The Semi-Premium Tier gives you the possibility of being able to pay only once for the amount of slots you think necessary (maximum 20 slots). Once the payment is made, you will never have to worry about renewing it again unless you want to buy more slots.",
		"In the same way as with Tier Free, with Semi-Premium you won't have the possibility that your suggestions/reviews are published in the official media of the plattform."
	],
	"tier_premium": [
		"Premium",
		"USD $ 5 a month for unlimited slots and other benefits",
		"All your passwords on all your devices",
		"Unlimited number of slots for a subscription of USD $5 per month",
		"Priority for your suggestions, with the possibility that they are published in the official media of the plattform",
		"The possibility for your review to be published in the official media of the plattform",
		"Guaranteed security for all your information",
		"To access and maintain this role, you must pay a monthly subscription of USD $5 per month. This will grant you access to an unlimited amount of slots for you to store your credentials, and also to the possibility that your reviews and/or suggestions are published in the official media like \"Our Users' Feedback\" with your name (the name you enter signing in)."
	],
	"about_slots": [
		"What are \"Slots\"?",
		"Let's imagine that you want to store the credentials of a Google account. A Google account may include: an Email, Name, Phone Number, a Security Code, a Backup Email, among others.",
		"Instead of having space only for an Email, a Password, and a Description, like with other password managers, We include all the mentioned credentials, and more, within a Single \"Slot\", in this way each account you enter will consume One Slot that you have available."
	],
	"feedback_titles": [
		"What are we currently working on?",
		"What do our users think of PasuSewa?"
	],
	"footer_texts": [
		"PasuSewa is an Open Source project, with the aim of maintaining privacy, and making life easier for our users on the internet.",
		"The idea of ​​this project is to always try to help users on the internet guarding their passwords, teaching different techniques to maintain your privacy online, among others."
	],
	"loading": ["ナウローディング、まって下さい..."],
	"error_404": ["Page Not Found"],
	"login_subtitle": ["Please check that you are visiting the correct URL"],
	"login_options": ["Two Factor Code", "Email", "Recovery Email", "Security Code"]
}
